Repository: Legasquare90/idealista
Catalog: Idealista/Idealista/Supporting Files/Localizable.xcstrings
Source language: en
Languages: es

# characteristics_parking_included
source: Parking included
es: Garaje incluido

# empty_view_subtitle
source: Mark them as favorites so you don't miss them!
es: ¡Márcalas como favoritas para que no se te escapen!

# empty_view_title
source: You have no saved properties
es: No tienes ninguna propiedad guardada

# favorite
source: You like it since %@
es: Te gusta desde %@

# property_floor
source: %@ floor %@
es: %@ piso %@

# property_ground_floor
source: Ground
es: Bajo

# property_operation_rent
source: Rent
es: Alquiler

# property_operation_sale
source: Sale
es: Venta

# property_rooms
source: %lld rooms
es: %lld hab.

# segmented_control_tab_0
source: All
es: Todas

# segmented_control_tab_1
source: Favorites
es: Favoritas
